#include <stdio.h>
#include <stdlib.h>

int main(int argc, char *argv[])
{ 
  int 😎=0;
  int 😂=1;
  int 😁=2;
  int 😊=3;
  int 😅=4;
  int 😡=5;
  int 😍=6;
  int 😜=7;
  int 🤯=8;
  int 😭=9;

  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  printf("%d%d%d%d%d%d%d%d%d%d\n", 😎,😂,😁,😊,😅,😡,😍,😜,🤯,😭); 
  return 0;
}
